app/controllers/tags_controller.rb

  def create
    @tag=Tag.new(tag_params)
    @tag.save
---
INSERT INTO "tags" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "howdy"], ["created_at", "2017-07-10 10:52:54.673384"], ["updated_at", "2017-07-10 10:52:54.673384"]]